Repository: sylion/zMoneyWinX
Catalog: ZenMoney WinX/Strings/*/Resources.resw
Source language: en_us
Languages: ru, uk

# curTRY
source: Turkish Lira
ru: Турецкая лира
uk: Турецька ліра

# curUAH
source: Ukrainian hryvnia
ru: Украинская гривна
uk: Українська гривня

# curUSD
source: U.S. dollar
ru: Доллар США
uk: Долар США

# curUZS
source: Uzbekistan sum
ru: Узбекский сум
uk: Узбецький сум

# curAED
source: UAE Dirham
ru: Дирхам ОАЭ
uk: Дірхам ОАЕ

# curARS
source: Argentine Peso
ru: Аргентинский песо
uk: Аргентинський песо

# curBAM
source: Convertible mark
ru: Конвертируемая марка
uk: Конвертована марка

# curBTC
source: Bitcoin
ru: Биткоин
uk: Біткоін

# curBYN
source: Belarusian ruble (after 2016)
ru: Белорусский рубль (после 2016 г.)
uk: Білоруський рубль (після 2016 р.)

# curCHF
source: Swiss frank
ru: Швейцарский франк
uk: Швейцарський франк

# curCLP
source: Chilean Peso
ru: Чилийское песо
uk: Чилійський песо

# curCNY
source: Chinese yuan
ru: Китайский юань
uk: Китайський юань

# curCOP
source: Colombian Peso
ru: Колумбийский песо
uk: Колумбійський песо

# curCZK
source: Czech Koruna
ru: Чешская крона
uk: Чеська крона

# curDOP
source: Dominican Peso
ru: Доминиканское песо
uk: Домініканський песо

# curEGP
source: Egyptian pound
ru: Египетский фунт
uk: Єгипетський фунт

# curGEL
source: Georgian lari
ru: Грузинский лари
uk: Грузинський ларі

# curGTQ
source: Guatemalan quetzal
ru: Гватемальский Кетцаль
uk: Гватемальський Кетсаль

# curHKD
source: Hong Kong dollar
ru: Гонконгский доллар
uk: Гонконгський долар

# curHRK
source: Croatian Kuna
ru: Хорватская куна
uk: Хорватська куна

# curIDR
source: Indonesian Rupiah
ru: Индонезийская рупия
uk: Індонезійська рупія

# curILS
source: New Israeli Shekel
ru: Новый израильский шекель
uk: Ізраїльський новий шекель

# curIRR
source: Iranian Rial
ru: Иранский риал
uk: Іранський ріал

# curISK
source: Iceland Krona
ru: Исландская крона
uk: Ісландська крона

# curJOD
source: Jordanian dinar
ru: Иорданский динар
uk: Йорданський динар

# curJPY
source: Japanese yen
ru: Японская иена
uk: Японська ієна

# curKHL
source: Cambodian Riel
ru: Камбоджийский Риель
uk: Камбоджійський Рієль

# curKWD
source: Kuwaiti dinar
ru: Кувейтский динар
uk: Кувейтський динар

# curLAK
source: Lao kip
ru: Лаосский кип
uk: Лаоський кип

# curLKR
source: Sri Lankan Rupee
ru: Шри Ланкийская рупия
uk: Шрі Ланкійська рупія

# curMKD
source: Macedonian Denar
ru: Македонский динар
uk: Македонський динар

# curMNT
source: Mongolian Tugrik
ru: Монгольский тугрик
uk: Монгольський тугрик

# curMXN
source: Mexican peso
ru: Мексиканское песо
uk: Мексиканське песо

# curMYR
source: Malaysian ringgit
ru: Малазийский ринггит
uk: Малайзійський рінггіт

# curNIO
source: Nicaraguan Córdoba
ru: Никарагуанская кордоба
uk: Никарагуанская кордоба

# curNOK
source: Norwegian Krone
ru: Норвежская крона
uk: Норвезька крона

# curNZD
source: New Zealand dollar
ru: Новозеландский доллар
uk: Новозеландський долар

# curPHP
source: Philippine Peso
ru: Филиппинское песо
uk: Філіппінське песо

# curPLN
source: Polish Zloty
ru: Польский злотый
uk: Польський злотий

# curPRB
source: Transnistrian ruble
ru: Приднестровский рубль
uk: Придністровський рубль

# curRON
source: New Romanian leu
ru: Новый Румынский лей
uk: Новий Румунський лей

# curRSD
source: Serbian dinar
ru: Сербский динар
uk: Сербський динар

# curSEK
source: Swedish Krona
ru: Шведская крона
uk: Шведська крона

# curSGD
source: Singapore dollar
ru: Сингапурский доллар
uk: Сінгапурський долар

# curTHB
source: Thai baht
ru: Тайский бат
uk: Тайський бат

# curTMT
source: New Turkmen manat
ru: Новый туркменский манат
uk: Новий туркменський манат

# curTWD
source: New Taiwan Dollar
ru: Новый тайваньский доллар
uk: Новий тайванський долар

# curVND
source: Vietnamese dong
ru: Вьетнамский донг
uk: В'єтнамський донг

# curZAR
source: South African Rand
ru: Южноафриканский рэнд
uk: Південноафриканський ранд

# RIDSetErrorMSG
source: - First day of financical month must be in range 1 - 31
ru: - Первый день финансового месяца должен быть в диапазоне 1 - 31
uk: - Перший день фінансового місяця повинен бути в діапазоні 1 - 31

# RIDSetErrorMSG0
source: - Mandatory spendings and optional costs can't be 0%
ru: - Траты по обязательным и необязательным расходам не могут составлять 0%
uk: - Обов'язкові та необов'язкові витрати не можуть бути 0%

# RIDSetErrorMSG100
source: - Spendings sum must be 100%
ru: - Сумма расходов должна быть равной 100%
uk: - Сума витрат повинна дорівнювати 100%

# RIDSetFinDebet.Header
source: Savings
ru: Сбережения
uk: Заощадження

# RIDSetFinMand.Header
source: Mandatory spendings
ru: Обязательные расходы
uk: Обов'язкові витрати

# RIDSetFinMonth.Header
source: First day of financical month
ru: Первый день финансового месяца
uk: Перший день фінансового місяця

# RIDSetFinNonMand.Header
source: Optional costs
ru: Необязательные расходы
uk: Необов'язкові витрати

# cmdPlanned.Label
source: Scheduled payments
ru: Планируемые платежи
uk: Заплановані платежі

# PlannedContextChange.Text
source: Write with revisions
ru: Внести с правками
uk: Внести з корегуванням

# PlannedContextDelete.Text
source: Delete
ru: Удалить
uk: Видалити

# PlannedContextWrite.Text
source: Write now
ru: Внести сегодня
uk: Внести сьогодні

# PlannedOpEmpty.Text
source: No scheduled payments
ru: Планируемых платежей нет
uk: Запланованих платежів нема

# cmdPeriodic.Label
source: Periodic operations
ru: Периодические операции
uk: Періодичні операції

# PlannedContextShow.Text
source: Show operations
ru: Показать операции
uk: Показати операції

# PeriodicOpEmpty.Text
source: No periodic operations
ru: Периодических операций нет
uk: Періодичних операцій нема

# StateDeleted
source: Deleted
ru: Удалена
uk: Видалена

# StatePlanned
source: Planned
ru: Запланирована
uk: Запланована

# StateProcessed
source: Processed
ru: Проведена
uk: Проведена

# PeriodDay
source: day
ru: день
uk: день

# PeriodMonth
source: month
ru: месяц
uk: місяць

# PeriodStr
source: Every {0} {1}
ru: Каждый {0} {1}
uk: Кожен {0} {1}

# PeriodStrW
source: Every {0} {1}
ru: Каждая {0} {1}
uk: Кожен {0} {1}

# PeriodWeek
source: week
ru: неделя
uk: тиждень

# PeriodYear
source: year
ru: год
uk: рік

# RateUsNo
source: Maybe later
ru: Может позже
uk: Може пізніше

# RateUsText
source: If you like our app, please rate us in the store
ru: Нравится приложение? Оставь отзыв в магазине
uk: Подобається додаток? Залиш відгук в магазині

# RateUsYes
source: OK
ru: Ок
uk: Ок

# PeriodicSatusDone
source: Done
ru: Завершено
uk: Завершено

# PeriodicStatusActive
source: Active
ru: Активно
uk: Активно

# IncomeDistributionReportMsgNoBudget
source: Fill income budget to get better report data
ru: Заполните бюджет дохода что бы получить более точные данные
uk: Заповніть бюджет доходу щоб отримати більш точні дані

# PeriodOnce
source: One time
ru: Единоразово
uk: Одноразово

# PlannedForToday
source: Scheduled for today
ru: Запланировано на сегодня
uk: Заплановано на сьогодні

# ScheduledFilterAll.Text
source: All
ru: Все
uk: Все

# ScheduledFilterCaption.Text
source: Display mode
ru: Режим отображения
uk: Режим відображення

# ScheduledFilterDeleted.Text
source: Deleted
ru: Удаленные
uk: Видалені

# ScheduledFilterPlanned.Text
source: Scheduled
ru: Запланированные
uk: Заплановані

# ScheduledFilterProcessed.Text
source: Processed
ru: Проведенные
uk: Проведені

# PlannedContextDeleteChain.Text
source: Delete chain
ru: Удалить цепочку
uk: Видалти ланцюжок

# PlannedContextShowChain.Text
source: Show chain
ru: Показать цепочку
uk: Показати ланцюжок

# ScheduleEndDate.Header
source: End date
ru: Дата окончания
uk: Кінцева дата

# ScheduleEndDateUse.OnContent
source: Set end date
ru: Установить дату окончания
uk: Встановити кінцеву дату

# ScheduleModeDay.Header
source: Day
ru: День
uk: День

# ScheduleModeMonth.Header
source: Month
ru: Месяц
uk: Місяць

# ScheduleModeWeek.Header
source: Week
ru: Неделя
uk: Тиждень

# ScheduleModeYear.Header
source: Year
ru: Год
uk: Рік

# ScheduleOn.OnContent
source: Repeat payment
ru: Повторять операцию
uk: Повторювати операцію

# SchedulePeriodHeader.Text
source: Frequency
ru: Периодичность повторения
uk: Періодичність повторення

# ScheduleRepeatDay
source: Repeat every
ru: Повтроять каждый
uk: Повторювати кожен

# ScheduleRepeatWeek
source: Repeat every
ru: Повтроять каждую
uk: Повторювати кожен

# ScheduleSymbDay
source: day
ru: день
uk: день

# ScheduleSymbMonth
source: month
ru: месяц
uk: місяць

# ScheduleSymbWeek
source: week
ru: неделю
uk: тиждень

# ScheduleSymbYear
source: year
ru: год
uk: рік

# ScheduleWeekFri.Content
source: Fr
ru: Пт
uk: Пт

# ScheduleWeekMon.Content
source: Mo
ru: Пн
uk: Пн

# ScheduleWeekSat.Content
source: Sa
ru: Сб
uk: Сб

# ScheduleWeekSun.Content
source: Su
ru: Вс
uk: Нд

# ScheduleWeekThu.Content
source: Th
ru: Чт
uk: Чт

# ScheduleWeekTue.Content
source: Tu
ru: Вт
uk: Вт

# ScheduleWeekWed.Content
source: We
ru: Ср
uk: Ср

# ScheduleDialog.PrimaryButtonText
source: Save
ru: Сохранить
uk: Зберегти

# ScheduleDialog.SecondaryButtonText
source: Cancel
ru: Отмена
uk: Відмінити

# CmdSchedule.Label
source: Schedule
ru: Расписание
uk: Розклад

# ScheduledLate.Text
source: You have a late payments
ru: У вас есть просроченные платежи
uk: У вас є прострочені платежі

# ScheduledLateHide.Content
source: Hide
ru: Скрыть
uk: Приховати

# ScheduledLateShow.Content
source: Show
ru: Показать
uk: Показати

# SpendingsCalendarName.Header
source: Spendings calendar
ru: Календарь расходов
uk: Календар витрат

# ReportsSpendingsLegendPlanned.Text
source: Scheduled costs
ru: Запланированные расходы
uk: Заплановані витрати

# ReportsSpendingsLegendProcessed.Text
source: Current costs
ru: Текущие расходы
uk: Поточні витрати

# ReportsSpendingsLegendPlannedAbn.Text
source: Highest scheduled costs
ru: Наибольшие запланированные расходы
uk: Найбільші заплановані витрати

# ReportsSpendingsLegendProcessedAbn.Text
source: Highest costs
ru: Наибольшие расходы
uk: Найбільші поточні витрати

# BudgetCategoryHeader.Text
source: Tag
ru: Категория
uk: Категорія

# BudgetCategoryIncome.Text
source: Income
ru: В доходах
uk: В доходах

# BudgetCategoryOutcome.Text
source: Outcome
ru: В расходах
uk: В витратах

# BudgetTabCategory.Header
source: Tags
ru: Категории
uk: Категорії

# AccountEditAmount.Header
source: Amount
ru: Сумма
uk: Сума

# AccountEditCapitalization.OnContent
source: Capitalization
ru: Капитализация процентов
uk: Капіталізація відсотків

# AccountEditDepositOutAccount
source: Deposit credited from account
ru: Вклад пополнен со счета
uk: Депозит поповнений з рахунку

# AccountEditDepositTerm
source: Term of the deposit
ru: Срок вклада
uk: Строк депозиту

# AccountEditDontCreate
source: Don't add transfer
ru: Не добавлять перевод
uk: Не добавляти перевод

# AccountEditLoanInAccount
source: Fund transfered to the account
ru: Кредитные деньги перевести на счет
uk: Кредитні гроші перевести на рахунок

# AccountEditLoanTerm
source: Term of the loan
ru: Срок кредита
uk: Строк кредиту

# AccountEditOpenDate.Header
source: Opening date
ru: Дата открытия
uk: Дата відкриття

# AccountEditPaymentModeConst
source: Constant
ru: Аннуитетные
uk: Ануїтетні

# AccountEditPaymentModeFloat
source: Floating
ru: Дифференцированные
uk: Диференційовані

# AccountEditPaymentsEnd
source: At the end
ru: В конце срока
uk: В кінці строку

# AccountEditPaymentsMonth
source: Monthly
ru: Ежемесячно
uk: Щомісячно

# AccountEditPaymentsQuarter
source: Quarterly
ru: Ежеквартально
uk: Щоквартально

# AccountEditPecentMode.Header
source: Payments
ru: Выплаты
uk: Виплати

# AccountEditPercentage.Header
source: Rate
ru: Процентная ставка
uk: Відсоткова ставка

# AccountEditTermTitleMonth
source: m.
ru: мес.
uk: міс.

# AccountEditTermTitleYear
source: y.
ru: год.
uk: рік.

# AccountValidationDepositAmount
source: - Deposit amount should be greater than 0
ru: - Укажите сумму депозита
uk: - Вкажіть суму депозиту

# AccountValidationDepositTerm
source: - Enter the deposit term
ru: - Укажите срок вклада
uk: - Вкажіть строк депозиту

# AccountValidationLoanAmount
source: - Loan amount should be greater than 0
ru: - Укажите сумму кредите
uk: - Вкажіть суму кредиту

# AccountValidationLoanTerm
source: - Enter the loan term
ru: - Укажите срок кредита
uk: - Вкажіть строк кредиту

# AccountEditStartBalance.Header
source: Start balance
ru: Начальный баланс
uk: Початковий баланс
